Repository: triopsi/th-partner-slider
Catalog: lang/thpp-*.po
Languages: de_de

source: A simple our partner plugin. Create items and copy-paste the shortcode everywhere in your post or site.
de_de: Ein simpler WordPress Plugin zur Vorstellung der Partner. Erstelle Items und füge den Shortcode in Seiten oder Posts.

source: More information URL
de_de: Mehr Informationen URL

source: Site
de_de: Seite

source: Please Choose
de_de: Bitte wählen

source: or
de_de: oder

source: Post
de_de: Beitrag

source: e.g. https://example.com
de_de: z.B. https://example.com

source: Empty Value = No Link
de_de: Leerer Wert = Kein Link

source: Add New Partner
de_de: Partner neu hinzufügen

source: New Partner
de_de: Neuer Partner

source: Edit Partner
de_de: Partner bearbeiten

source: View Partner
de_de: Partner anschauen

source: All Partners
de_de: Alle Partner

source: Search Partner
de_de: Suche Partner

source: No Partners found.
de_de: Keine Partner gefunden.

source: No Partners found in Trash.
de_de: Keine Partner im Papierkorb gefunden.

source: Partner updated.
de_de: Partner upgedatet.

source: Partner published.
de_de: Partner veröffentlicht.

source: Partners saved.
de_de: Partner gespeichert.

source: Partners draft updated.
de_de: Partnerskizze gespeichert.

source: Partner name
de_de: Partnernamen

source: Widget for the Plugin TH Partner Slider
de_de: Ein Widget für das Plugin TH Partner Slider

source: Item size
de_de: Itemlänge

source: Number of partner to show at a time
de_de: Anzahl der Partner, die gleichzeitig angezeigt werden sollen

source: Slide move
de_de: Slidebewegung

source: Number of partner to be moved at a time
de_de: Anzahl der gleichzeitig zu verschiebenden Partner

source: Speed
de_de: Geschwindigkeit

source: Transition duration (in ms). // ex = speed:400;
de_de: Übergangszeit (in ms). // Bsp. = Speed:400;

source: If true, the Slider will automatically start to play.
de_de: Wenn true, wird der Slider automatisch abgespielt.

source: Pause on hover
de_de: Pause beim herüberfahren

source: Pause autoplay on hover.
de_de: Stoppt Slideshow bei herüberfahren der Maus.

source: Auto width
de_de: Autobreite

source: Custom width for each slide
de_de: Benutzerdefinierte Breite für jede Slider

source: Show controls
de_de: Kontrollwerkzeuge anzeigen

source: If false, prev/next buttons will not be displayed.
de_de: Bei false werden die Schaltflächen prev / next nicht angezeigt.

source: Show pager controls
de_de: Seitenoption

source: Enable pager option
de_de: Aktiviere Seitenoptionen

source: Loop
de_de: Schleife

source: If false, will disable the ability to loop back to the beginning of the slide when on the last element.
de_de: Wenn false, wird die Möglichkeit deaktiviert, beim letzten Element zum Anfang des Sliders zurückzukehren.

source: Link target open in new tab
de_de: Linkziel in neuen Tab öffnen

source: If true, link will open in a new tab or window.
de_de: Wenn true, wird der Link in einem neuen Tab oder Fenster geöffnet.

source: How It Works
de_de: Wie funktioniert es

source: Help
de_de: Hilfe

source: How It Works - Display and shortcode
de_de: Wie es funktioniert - Alle Shortcodes im Überblick

source: Geeting Started with TH partner Slider
de_de: Erste Schritte mit TH Partner Slider

source: Step 1. Go to "All Partners --> Add New Partner"
de_de: Schritt 1. Gehe auf "Alle Partner --> Partner neu hinzufügen"

source: Step 2. Add Partner title, a partner image or logo under the featured image section and insert optimal a partner link.
de_de: Schritt 2. Füge ein Partner Titel, ein Partner Logo oder Bild als Beitragsbild ein und füge ggf. noch ein Partnerlink hinzu.

source: Step 3a. Copy-paste the shortcode <span class="thpp-shortcode-preview">[thpp]</span> anywhere in your post or site for show a slideshow
de_de: Schritt 3a. Kopiere und Füge den Shortcode <span class="thpp-shortcode-preview">[thpp]</span> überall in deinen Post oder Seiten ein, um eine Slideshow zu generieren

source: Step 3b. Copy-paste the shortcode <span class="thpp-shortcode-preview">[thpp partnerid="&lt;id&gt;"]</span> anywhere in your post or site for show a single partner
de_de: Schritt 3a. Kopiere und Füge den Shortcode <span class="thpp-shortcode-preview">[thpp partnerid="&lt;id&gt;"]</span> überall in deinen Post oder Seiten ein, um ein einzelnen Partner anzuzeigen

source: All Shortcodes
de_de: Alle Shortcodes

source: Partner Slide Shortcode. Show all partner in a slideshow
de_de: Partner Slide Shortcode. Zeige alle Partner in einer Slideshow

source: show a single partner
de_de: Zeige einen einzelnen Partner an

source: All Shortcodes parameters
de_de: Alle Shortcodes Parameter

source: Partner link target. Value=self or blank, Default=self
de_de: Partner Linkziel. Value=self oder blank. Standard=self

source: orderby the atribute of partners Value=date, ID, title, name or rand, Default=date
de_de: Sortiere nach dem Attribut des Partner Werts = date, ID, title, name oder rand, Standard = date

source: sort the partner in ascending or descending order. Value=asc or desc, Default=ASC
de_de: Sortieren Sie den Partner in aufsteigender oder absteigender Reihenfolge. Wert = asc oder desc, Standard = ASC

source: Show a partner - single view
de_de: Zeige einen Partner - Einzelansicht

source: Number of partner to show at a time. Default=4
de_de: Anzahl der Partner, die gleichzeitig angezeigt werden sollen. Default = 4

source: Number of partner to be moved at a time. Default=2
de_de: Anzahl der gleichzeitig zu verschiebenden Partner

source: If true, the Slider will automatically start to play. Default=true
de_de: Wenn true, wird der Slider automatisch abgespielt. Standard=true

source: Pause autoplay on hover. Default=true
de_de: Stoppt Slideshow bei herüberfahren der Maus. Standard=true

source: Transition duration (in ms). // ex = speed:400. Default=600
de_de: Übergangszeit (in ms). // Bsp. = Speed:400; Standard=600

source: Custom width for each slide. Default=false
de_de: Benutzerdefinierte Breite für jede Slider. Standard=false

source: If false, prev/next buttons will not be displayed. Default=false
de_de: Bei false werden die Schaltflächen prev / next nicht angezeigt. Standard=false

source: Enable pager option. Default=false
de_de: Aktiviere Seitenoptionen. Standard=false

source: e.g.
de_de: z.B.

source: Use the widget to insert a slideshow in your page or post.
de_de: Verwenden Sie das Widget, um eine Slideshow in Ihre Seite oder Ihren Beitrag einzufügen.

source: Need Support?
de_de: Brauchst du Support?

source: Check plugin document for shortcode parameters.
de_de: Checke die Plugin Dokumentationsseite für Shortcodes Parameter.

source: Documentation
de_de: Dokumentation

source: Donate
de_de: Spende

source: Used libraries
de_de: Benutzte Bibliotheken

source: TH Partner Options
de_de: TH Partner Einstellungen

source: Debug information
de_de: Debug Informationen

source: You are seeing this because your WP_DEBUG variable is set to true.
de_de: Du siehst folgende variablen, weil du die Variable WP_DEBUG in deiner Konfig auf true gesetzet hast.
